IDEA Open Model
IAppController Methods
The IAppController type exposes the following members.
Methods
Name | Description
GetConnectionData
GetIdeaConnectionProject
OpenIdeaConnection
 Opens the application Idea Connection and waits till this application is closed
OpenIdeaConnectionService
Top
See Also
Reference
IAppController Interface
IdeaRS.OpenModel.Connection Namespace